<template>
    <h2 class="text-center">シャケ解説</h2>
    <h3 class="text-center">ザコシャケ</h3>
    <p class="text-center">近づきすぎずに対処することを心がければザコだけにやられることはほぼ無いが、混戦時削られているところにとどめを刺されることは多い。特にドスコイは一撃50ダメージと結構重いので注意したい。
        <br>
        また、湧いたオオモノシャケの処理ができていない状況（寄せている場合を除く）で主戦場でない場所でザコを攻撃し続けているときは体感ピンチになりやすい。三秒程度打ち続けていると黄色サインと捉えていい。
    </p>
    <div class="container text-center">
        <h3>オオモノシャケ</h3>
        <div class="row">
            <div class="col-4">
                <h3>モグラ（危険度 1.0/5.0）</h3>
                <p class="text-center">
                    金イクラ三個、感謝して倒そう。強いて言うなら噛みつき攻撃はヒト状態で避けると事故りにくい。
                </p>
            </div>
            <div class="col-4">
                <h3>テッパン （危険度 2.0/5.0）</h3>
                <p class="text-center">
                    寄せがしっかりとできれば金イクラ三個。不用意に止めず、タゲを意識して確実にコンテナまで寄せよう。意外と体力が多く一人で倒すのはそこそこ時間がかかるので味方と協力して倒したい。自分が狙われているときは味方が本体を狙いやすいように動こう。複数のテッパンに狙われていて且つ味方のカバーも期待できなさそうなときはスペシャルで処理することも検討。ケツボムができると楽な場面もそれなりにあるのでできることなら覚えよう。
                </p>
            </div>
            <div class="col-4">
                <h3>ダイバー（危険度 1.5/5.0）</h3>
                <p class="text-center">
                    金イクラ三個、感謝して倒そう。本体を直接狙ったほうが良いブキがいたり、塗りの強さで厄介度が変わったりするので得意不得意は頭に入れておこう。ダイバーが苦手なブキなら多少面倒なことはある。
                </p>
            </div>
            <div class="row">
                <div class="col-4">
                    <h3>バクダン（危険度 3.5/5.0）</h3>
                    <p class="text-center">
                        危険度はそこそこだが処理の優先順位はかなり高い。倒せると盤面が一気に楽になる反面、倒しきれないと一気にきつくなりやすい。余裕があれば寄せたいが余裕がない場合はさっさと倒してしまおう。
                    </p>
                </div>
                <div class="col-4">
                    <h3>ヘビ（危険度 3.5/5.0）</h3>
                    <p class="text-center">
                        基本的にそこまで脅威ではないが混戦時や満潮で圧倒的な強さを誇る。処理優先度は少し高め程度。しかし満潮では最優先で処理をする必要がある。また、満潮以外でも処理で手一杯の状況では優先して処理をしてコンテナ付近まで侵入させないように意識したい。
                    </p>
                </div>
                <div class="col-4">
                    <h3>ナベブタ（危険度 4.0/5.0）</h3>
                    <p class="text-center">
                        処理優先度は普通ぐらい。うまく扱えれば処理を楽に行えるがあえて残すのはあまりお勧めしない。なんかしんどいって状況はたいていコイツがいる。また、ナベブタがいるとスペシャルでもうまく打開できないことが多いため注意したい。
                    </p>
                </div>
            </div>
            <div class="row">
                <div class="col-4">
                    <h3>ハシラ（危険度 3.5~6.0/5.0）</h3>
                    <p class="text-center">
                        かなり強いオオモノ。刺さる場所次第だが害悪三銃士を超える脅威になる。処理優先度はとても高い。得意なブキと苦手なブキの差がそれなりにあるので得意なブキを持った時は絶対に意識したい。処理が遅れつつあるときに主な行動範囲内に湧いたら迅速に対処しよう。スペシャルも視野。放置は絶対にNG。
                    </p>
                </div>
            <div class="col-4">
                <h3>コウモリ（危険度 4.5/5.0）</h3>
                <p class="text-center">
                    個人的死因top3に入る危険なオオモノ。処理優先度は高め。雨弾は絶対に落とそう。野良だと寄せれないことがほとんどなので一度味方の動きを見て寄せれないと判断すれば寄せなくてよい。雨弾は絶対に落とそう。なんかしんどいって状況はたいていコイツがいる。雨弾は絶対に落とそう。
                </p>
            </div>
            <div class="col-4">
                <h3>カタパッド（危険度 5.0/5.0）</h3>
                <p class="text-center">害悪三銃士その一。海岸に居座る、倒すのにボム2つ必要、ボムを入れる難易度が高め、一確判定有り、射程無限、無敵時間有り。「ぼくがかんがえたさいきょうのしゃけ」である。常に索敵することを意識して一度目の攻撃時に対処できるように動くのが理想。2、3回目で撃墜。一部の場所ではボムコロをすることでワンパンできるのでぜひとも覚えたい。崖と水平に転がすのがコツ。できるだけ燃費がいいブキが見れると良いがそんなこと言えない状況も多いので気持ち意識するぐらいでよい。カタパが残っている状況で別方向からの湧きが始まっていたらスペシャルを使う準備をしよう。</p>
            </div>
        </div>
        <div class="row">
            <div class="col-4">タワー（危険度5.0/5.0）</div>
            <p class="text-center">害悪三銃士その二。海岸に居座って射程無限壁貫通ビームを高い追尾能力で放ってくるやべーやつ。常に索敵することを意識して発見次第迅速に処理に向かいたい。カタパとは違い一部ブキが地獄を見るため、タワー適性が高いブキを持った時は処理意識を高く持とう。小技としてボムで爆風ダメージを入れれば処理が苦手なブキでも少し楽に処理できる。</p>
        </div>
        <div class="col-4">テッキュウ（危険度4.25）</div>
        <p class="text-center">害悪三銃士その三。海岸に居座ってコンテナ周辺に延々と波動を起こし続けてくる。避けるのが簡単で事故も起きにくいが遠くから</p>
    </div>
</div></template>