<template>
    <h2 class="text-center">シャケ解説</h2>
    <h3 class="text-center">ザコシャケ</h3>
    <p class="text-center">近づきすぎずに対処することを心がければザコだけにやられることはほぼ無いが、混戦時削られているところにとどめを刺されることは多い。特にドスコイは一撃50ダメージと結構重いので注意したい。
        <br>
        また、湧いたオオモノシャケの処理ができていない状況（寄せている場合を除く）で主戦場でない場所でザコを攻撃し続けているときは体感ピンチになりやすい。三秒程度打ち続けていると黄色サインと捉えていい。
    </p>
    <div class="container text-center">
        <h3>オオモノシャケ</h3>
        <div class="row">
            <div class="col-4">
                <h3>モグラ（危険度 1.0/5.0）</h3>
                <p class="text-center">
                    金イクラ三個、感謝して倒そう。強いて言うなら噛みつき攻撃はヒト状態で避けると事故りにくい。<br>【タゲの仕様】<br>初めは湧いた瞬間に距離が一番近いプレイヤーを狙う。一度攻撃したあとは嚙みつき攻撃が終わった時点で一番近いプレイヤーを狙う。
                </p>
            </div>
            <div class="col-4">
                <h3>テッパン （危険度 2.0/5.0）</h3>
                <p class="text-center">
                    寄せがしっかりとできれば金イクラ三個。不用意に止めず、タゲを意識して確実にコンテナまで寄せよう。<br>意外と体力が多く一人で倒すのはそこそこ時間がかかるので味方と協力して倒したい。自分が狙われているときは味方が本体を狙いやすいように動こう。<br>複数のテッパンに狙われていて且つ味方のカバーも期待できなさそうなときはスペシャルで処理することも検討。ケツボムができると楽な場面もそれなりにあるのでできることなら覚えよう。<br>【タゲの仕様】<br>初めは一番近いプレイヤーを狙う。一発でも攻撃を受けると攻撃したプレイヤーを狙い続ける。（攻撃をしてひるませたプレイヤーを狙う。ひるんでいるときに追加で別のプレイヤーが攻撃してもタゲは変わらないので注意）
                </p>
            </div>
            <div class="col-4">
                <h3>ダイバー（危険度 1.5/5.0）</h3>
                <p class="text-center">
                    金イクラ三個、感謝して倒そう。本体を直接狙ったほうが良いブキがいたり、塗りの強さで厄介度が変わったりするので得意不得意は頭に入れておこう。ダイバーが苦手なブキもあるが怖いことはあまり多くない。<br>【タゲの仕様】<br>基本的には顔を出すときに一番近いプレイヤーを狙い続ける。金網上や塗れない足場の上などに立つと狙われないため、そこに立ってコンテナに近い味方を狙わせることで寄せることもできる。</p>
        </div>
        <div class =  "row">
            <div class="col-4">
                <h3>バクダン（危険度 3.5/5.0）</h3>
                <p class = "text-center">危険度はそこそこだが処理の優先順位はかなり高い。倒せると盤面が一気に楽になる反面、倒しきれないと一気にきつくなりやすい。余裕があれば寄せたいが余裕がない場合はさっさと倒してしまおう。<br>【タゲの仕様】<br>一番近いプレイヤーに近づく。タゲが一定の距離且つバクダンの目線より低い位置に来た時に攻撃する。
                </p>
            </div>
            <div class="col-4">
            <h3>ヘビ（危険度 3.75/5.0）</h3>
            <p class = "text-container">基本的にそこまで脅威ではないが混戦時や満潮で圧倒的な強さを誇るためバクダンより少し上の評価としたがあまり差はない。処理優先度は少し高め程度。しかし満潮では最優先で処理をする必要がある。また、満潮以外でも処理で手一杯の状況では優先して処理をしてコンテナ付近まで侵入させないように意識したい。<br>【タゲの仕様】<br>湧いた時点で一番近いプレイヤーを狙い続ける。ハシラやナベブタ、プロペラリフトの上に乗ればターゲットが外れる。また、既に蛇に狙われていると新しく湧いたヘビのターゲットにならない。</p>
            </div>
            <div class="col-4">
            <h3>ナベブタ（危険度3.5/5.0）</h3>
            <p class = "text-container">処理優先度は普通ぐらい。うまく扱えれば処理を楽に行えるがあえて残すのはあまりお勧めしない。処理しているのに何故かザコが減らないとなっているときはどこかにナベブタがいる場合が多い。また、ナベブタがいるとスペシャルでもうまく打開できないことが多いため注意したい。<br>【タゲの仕様】<br>一番近いプレイヤーに近づく。タゲが一定の距離まで近づくとバリアを張って静止する。近くにプレイヤーがいなくなって少し経つと再び一番近いプレイヤーへ向かう。プレスした後すぐ離れれば静止せずすぐに動く。</p>
            </div>
        </div>
        <div class =  "row">
        <div class="col-4">
        <h3>ハシラ（危険度4.25/5.0）</h3>
        <p class = "text-container">かなり強いオオモノ。刺さる場所次第だが処理優先度はとても高い。得意なブキと苦手なブキの差がそれなりにあるので得意なブキを持った時は絶対に意識したい。処理が遅れつつあるときに主な行動範囲内に湧いたら迅速に対処しよう。スペシャルも視野。放置は絶対にNG。<br>【タゲの仕様】<br>ターゲットはない</p>
        </div>
        <div class="col-4">
        <h3>コウモリ（危険度4.0/5.0）</h3>
        <p class = "text-container">個人的死因top3に入る危険なオオモノ。処理優先度は高め。雨弾は絶対に落とそう。野良だと寄せれないことがほとんどなので一度味方の動きを見て寄せれないと判断すれば寄せなくてよい。雨弾は絶対に落とそう。<br>【タゲの仕様】<br>一番近いプレイヤーに一番近いポイントへ飛ぶ。二度弾を打つと移動する</p>
        </div>
        </div>
    </div>
</div></template>