<template>
      <h2 class="text-center">スペシャル解説</h2>
      <div class="container text-center">
        <h3>ジェットパック（強さ5.0/5.0）</h3>
        <img scr="">
        <p>不動の最強。囲まれた際の緊急脱出兼打開、シャケの殲滅を空中という比較的安全な位置から行える。射程が長く機動力も高いため、一度発動してしまえば一度の使用でたくさんのオオモノをボコボコにできる。<br>しかし瞬間的な破壊力があまり高くない、空中にいてもダメージを与えてくるオオモノもそこそこいるため意外ともろい、発動中はシャケが全くいない状況以外で納品ができない、など弱点もそれなりにあり器用ではあるが万能とは言えない。上記の弱点を補うための対策は「壊滅する前に発動する」ことであり、高い盤面把握能力と危機察知能力が求められる。そもそもジェットパックの挙動の癖が強くエイムも難しいことも相まって強さを引き出すためには練度が必要である。
        </p>
      </div>

      <div class="container text-center">
        <h3>トリプルトルネード（強さ4.5/5.0）</h3>
        <img scr="">
        <p>
        </p>
      </div>
</template>