<template>
  <h2 class="text-center">スペシャル解説</h2>
  <p class="text-center">[スペシャルの共通認識]<br>スペシャルはピンチにならないために使うものと考えて早めに吐こう。</p>
  <div class="container text-center">
    <h3>ジェットパック（強さ 5.0/5.0）</h3>
   
    <p>
      最強。囲まれた際の緊急脱出兼打開、シャケの殲滅を空中という比較的安全な位置から行える。射程が長く機動力も高いため、一度発動してしまえば一度の使用でたくさんのオオモノをボコボコにできる。<br>弱点は瞬間的な破壊力があまり高くない、空中にいてもダメージを与えてくるオオモノもそこそこいるため意外ともろい、発動中はシャケが全くいない状況以外で納品ができない、などがあり、器用ではあるが万能とは言えない。上記の弱点を補うための対策は「壊滅する前に発動する」ことであり、高い盤面把握能力と危機察知能力が求められる。そもそもジェットパックの挙動の癖が強くエイムも難しいことも相まって強さを引き出すためには練度が必要である。<br>[ワンポイント]試し打ち場で狙ったところに弾を当てれるように練習しよう。
    </p>
  </div>

  <div class="container text-center">
    <h3>トリプルトルネード（強さ 4.5/5.0）</h3>
    
    <p>
      かなり強い。危険度が極めて高いカタパ、タワー、ハシラに強いほか、ザコやテッパンでごちゃついた状況のリセットや手が出せていないナベブタ、バクダンを簡単に倒すことができる。害悪シャケの処理からウマイクラ作成、盤面整理などに使える高い汎用性と瞬間火力と装甲貫通による破壊力を兼ね備えた頼れるスペシャルである。<br>弱点は機動力と自衛力に欠ける、攻撃判定が出るまで一秒強のタイムラグがある、ザコにマーカーを止められる、など。<br>[ワンポイント]囲まれる前に使うようにしよう。
    </p>

    <div class="container text-center">
      <h3>ナイスダマ（強さ 4.0/5.0）</h3>
      <p>
        強い。主にコンテナ周辺での一掃、打開で真価を発揮する。複数のオオモノをまとめて処理してウマイクラを量産したりザコを殲滅、混戦時にアーマーで強引にバクダンを倒すなどができる。サモランでのスペシャルは発動中に隙ができるものが多いため緊急時に使えるという点でも使い勝手はいい。一応カタパ、タワーを倒すこともできる。<br>弱点は発動から攻撃判定が出るまで三秒程度のタイムラグがある、意外と火力が低い、アーマーがつくのが少し遅いなど。<br>[ワンポイント]特に難しく考えずしんどい元凶のところに投げよう。
      </p>
    </div>
    <div class="container text-center">
      <h3>カニタンク（強さ 3.5/5.0）</h3>
      <p>
        状況次第で強い。害悪三銃士への特効があり、一気に湧いたとしてもすべて倒すパワーを持っている。またバクダンを安定して倒すこともできる。<br>弱点は機動力と打開能力に欠けること。特に満潮ではかなり使いづらく最大値を出すのは難しい。<br>[ワンポイント]ピンチになる前に使うという意識を特に高く持とう。
      </p>
    </div>

    <div class="container text-center">
      <h3>メガホンレーザー5.1ch</h3>（強さ 3.5/5.0）
      <p>
        刺さればなかなか強い。射程が無限のため遠くの沿岸部のオオモノをノータイムで倒せることが強み。<br>弱点は仕様上ロックが難しく、狙っていないオオモノに判定が吸われやすいこと。できることはかなり強いのだがこのせいで使い勝手がかなり悪い。<br><s>頼むから画面の中心に近いものを優先してくれ。</s><br>[ワンポイント]試し打ち場でロックの練習をしておこう。
      </p>
    </div>

    <div class="container text-center">
      <h3>ホップソナー（強さ 2.5/5.0）</h3>
      <p>
        あると便利。ごちゃごちゃしてきたとき、味方がデスしたときに適当に置いておくと勝手に立て直せる。またコンテナ周りにイクラが多いときに置くと納品を促進できる。イメージはザコ処理してくれる味方が一人増えるような感じ。<br>弱点はオオモノを倒せないこと。あると楽だがこれ一つで何か変わることはそんなにないため結局便利の域を出ないという感想。<s>それほかのスペシャルでもできるくない？</s><br>[ワンポイント]ザコ増えてきたなと感じてきたタイミングで使おう。
      </p>
    </div>
    <div class="container text-center">
      <h3>サメライド（強さ 3.0/5.0）</h3>
      <p>特定の場面では強い。瞬間的なザコ処理、ヘビがきついときに刺さる。<br>弱点は前後隙が長い、段差に弱い点。基本的に使いづらく、サメだから刺さったという状況もあまりない。<br>[ワンポイント]ザコ処理に雑に使ってしまっていい。</p>
    </div>
    <div class="container text-center">
      <h3>ウルトラチャクチ（強さ 4.0/5.0）</h3>
      <p>強い。即効性に優れ、周囲のオオモノやザコを一掃できる。カタパを倒せるのも高評価。<br>弱点は特にこれといったものはなし<br>[ワンポイント]装甲貫通はないため使うタイミングに気を遣おう。
      </p>
    </div>
    <div class="container text-center">
      <h3>テイオウイカ（強さ 4.75/5.0）</h3>
      <p>かなり強い。無敵と装甲貫通の暴力で地上を支配できる。ジェットパックが空中戦最強ならテイオウイカは地上戦最強である。<br>弱点は射程が全くないこと、金網を通れないこと。<br>[ワンポイント]処理が追いつかなくなってきたら使ってすべて破壊しよう。</p>
    </div>
  </div>
</template>