<template>
    <h2 class="text-center">ステージ解説</h2>
    <div class="container text-center">
        <h3>シェケナダム</h3>
        <img scr="">
        <h4>通常（難易度 4.5/5.0）</h4>
        <p>かなり難しい。特徴は広い、起伏が激しいなど。<br>湧く位置がコンテナを中心に三方向に分かれているため処理が遅れると別方向から湧いてきたシャケに挟まれる。特に害悪三銃士は起伏のせいで発見が遅れやすく処理に向かう余裕すらないという状況も多い。索敵が本当に大事になるステージで四秒に一回確認するレベルでもやりすぎではないと思う。桟橋側は特に危険でザコを寄せるなどで安置を作るなど工夫しよう。正面から突っ切るともれなく海の藻屑になる。三回目の攻撃をされているとスペシャルを考えるべき状況。<br>総評は処理力を求められるステージで倒して運ぶ意識があれば寄せの技術がものすごく大切というわけではない。
        </p>
        <h4>満潮（難易度 5.0/5.0）</h4>
        <p>最難関その一。特徴はステージの半分が金網、とても狭い、高台が狭く低いなど。<br>安置がほぼ無いのに狭いため常に処理し続けることを求められる。処理が間に合わないことのほうが多いのでスペシャルを常に頭に入れておこう。基本吐くこと前提で動くことになる。コンテナ横に一応高台があるが二方向からシャケが来る上に狭いため全員がそこに固まると長射程が死ぬ。機動力があるブキはあまり高台へ行かないようにしてヘイトを分散しよう。また、高台の壁の重要度が高いため塗られたら塗り返すようにしよう。<br>特に危険なのが金網奥のカタパタワーとハシラ。これらに関しては処理が難しい場合が多い。カタパタワーは処理に行く側と味方が処理している間耐える側両方のデスのリスクが跳ね上がるため、耐えるのか、スペシャルを吐くのか、処理に向かうのかを的確に判断しよう。ハシラは見れるなら最速で処理、厳しいなら即スペシャルで倒そう。<br>総評はひたすらに処理力を求められるステージで隙を見て納品、処理と同時に納品ができないと厳しい。ほとんど寄せる必要はなく全処理する気持ちでひたすら倒そう。</p>
        <h4>干潮（難易度 4.5/5.0）</h4>
        <p>かなり難しい。特徴は三又の地形、それぞれの道がとても狭い。<br>ヘビ一匹で通れなくなるほどとにかく通路が狭い。さらにそこにザコも固まって壁になるため害悪三銃士の処理が遅れやすい。人数をかけないとほとんどのブキでは物量に負けるので基本一人でザコを打ち続けるのは無駄。味方と合わせよう。沿岸部からコンテナまで意外と遠く、納品不足にもなりやすいため寄せも重要になる。しかし処理をしないと沿岸部までたどり着けないため害悪三銃士を倒せない。<s>クソ</s>。<br>総評はタゲの管理、寄せと処理の判断、倒したら運ぶ、など必要な技術や意識が多い難関ステージ。</p>
    </div>

    <div class="container text-center">
        <h3>アラマキ砦</h3>
        <img scr="">
        <h4>通常（難易度 3.75/5.0）</h4>
        <p>まあまあ難しい。特徴は中央の高台。<br>納品不足に陥りやすいため、寄せがかなり重要となる。特に正面左の坂付近は主戦場になりやすいが海岸が近く、横から挟まれやすい地形となっているためそこで倒しても運べないことが多い。基本は引き気味に動こう。ただし索敵を怠ると沿岸組にいじめられることになるため高台に登って索敵することを忘れずに。<br>総評は野良だと寄せができない人が多いため難しめと評価したが寄せがしっかりできれば難しいステージとはならないかも？</p>
        <h4>満潮（難易度 3.5/5.0）</h4>
        <p>標準的な難易度。<br></p>
        <h4>干潮（難易度 5.0/5.0）</h4>
        <p></p>
    </div>

    <div class="container text-center">
        <h3>ムニエール海洋発電所</h3>
        <img scr="">
        <h4>通常（難易度 4.25/5.0）</h4>
        <p></p>
        <h4>満潮（難易度 5.0/5.0）</h4>
        <p></p>
        <h4>干潮（難易度 5.0/5.0）</h4>
        <p></p>
    </div>

    <div class="container text-center">
        <h3>難破船ドンブラコ</h3>
        <img scr="">
        <h4>通常（難易度 4.25/5.0）</h4>
        <p></p>
        <h4>満潮（難易度 5.0/5.0）</h4>
        <p></p>
        <h4>干潮（難易度 5.0/5.0）</h4>
        <p></p>
    </div>

    <div class="container text-center">
        <h3>すじこジャンクション跡</h3>
        <img scr="">
        <h4>通常（難易度 4.25/5.0）</h4>
        <p></p>
        <h4>満潮（難易度 5.0/5.0）</h4>
        <p></p>
        <h4>干潮（難易度 5.0/5.0）</h4>
        <p></p>
    </div>

    <div class="container text-center">
        <h3>トキシラズいぶし工房</h3>
        <img scr="">
        <h4>通常（難易度 4.25/5.0）</h4>
        <p></p>
        <h4>満潮（難易度 5.0/5.0）</h4>
        <p></p>
        <h4>干潮（難易度 5.0/5.0）</h4>
        <p></p>
    </div>
</template>