<template>
    <h2 class="text-center">ステージ解説</h2>
    <div class="container text-center">
        <h3>シェケナダム</h3>
        <img scr="">
        <h4>通常（難易度 4.5/5.0）</h4>
        <p>かなり難しい。特徴は広い、起伏が激しいなど。<br>湧く位置がコンテナを中心に三方向に分かれているため処理が遅れると別方向から湧いてきたシャケに挟まれる。特に沿岸組は起伏のせいで発見が遅れやすく処理に向かう余裕すらないという状況も多い。索敵が本当に大事になるステージで四秒に一回確認するレベルでもやりすぎではないと思う。桟橋側は特に危険でザコを寄せるなどで安置を作るなど工夫しよう。正面から突っ切るともれなく海の藻屑になる。三回目の攻撃をされているとスペシャルを考えるべき状況。<br>総評は処理力を求められるステージで倒して運ぶ意識があれば寄せの技術がものすごく大切というわけではない。
        </p>
        <h4>満潮（難易度 5.0/5.0）</h4>
        <p>最難関その一。特徴はステージの半分が金網、とても狭い、高台が狭く低いなど。<br>安置がほぼ無いのに狭いため常に処理し続けることを求められる。処理が間に合わないことのほうが多いのでスペシャルを常に頭に入れておこう。基本吐くこと前提で動くことになる。コンテナ横に一応高台があるが二方向からシャケが来る上に狭いため全員がそこに固まると長射程が死ぬ。機動力があるブキはあまり高台へ行かないようにしてヘイトを分散しよう。また、高台の壁の重要度が高いため塗られたら塗り返すようにしよう。<br>特に危険なのが金網奥のカタパタワーとハシラ。これらに関しては処理が難しい場合が多い。カタパタワーは処理に行く側と味方が処理している間耐える側両方のデスのリスクが跳ね上がるため、耐えるのか、スペシャルを吐くのか、処理に向かうのかを的確に判断しよう。ハシラは見れるなら最速で処理、厳しいなら即スペシャルで倒そう。<br>総評はひたすらに処理力を求められるステージで隙を見て納品、処理と同時に納品ができないと厳しい。ほとんど寄せる必要はなく全処理する気持ちでひたすら倒そう。</p>
        <h4>干潮（難易度 4.5/5.0）</h4>
        <p>かなり難しい。特徴は三又の地形、それぞれの道がとても狭い。<br>ヘビ一匹で通れなくなるほどとにかく通路が狭い。さらにそこにザコも固まって壁になるため沿岸組の処理が遅れやすい。人数をかけないとほとんどのブキでは物量に負けるので基本一人でザコを打ち続けるのは無駄。味方と合わせよう。沿岸部からコンテナまで意外と遠く、納品不足にもなりやすいため寄せも重要になる。しかし処理をしないと沿岸部までたどり着けないため沿岸組を倒せない。<br>総評はタゲの管理、寄せと処理の判断、倒したら運ぶ、など必要な技術や意識が多い難関ステージ。</p>
    </div>

    <div class="container text-center">
        <h3>アラマキ砦</h3>
        <img scr="">
        <h4>通常（難易度 3.75/5.0）</h4>
        <p>まあまあ難しい。特徴は中央の高台。<br>納品不足に陥りやすいため、寄せがかなり重要となる。特に正面左の坂付近は主戦場になりやすいが海岸が近く、横から挟まれやすい地形となっているためそこで倒しても運べないことが多い。基本は引き気味に動こう。ただし索敵を怠ると沿岸組にいじめられることになるため高台に登って索敵することを忘れずに。<br>総評は野良だと寄せができない人が多いため難しめと評価したが寄せがしっかりできれば難しいステージとはならないかも？</p>
        <h4>満潮（難易度 3.5/5.0）</h4>
        <p>標準的な難易度。特徴は中央の高台。<br>基本は処理を優先していい。シャケが多いときは一時的に高台に避難するのもありだが基本は長射程が打ち下ろすための場所なので長居はしないようにしよう。左奥に湧くタワーは処理が難しいこともあるのでボムで倒すかスペシャルも検討しよう。<br>総評は実力が足りていればそこまで難しいわけではない。正直あまり言うこともない。
    </p>
        <h4>干潮（難易度 3.5/5.0）</h4>
        <p>ほぼ標準的な難易度。特徴は沿岸とつながる三つの橋。<br>納品不足に陥りやすいため、寄せがかなり重要となる。前に出すぎると橋で寄せが止まってしまい、イクラの回収が困難になるため注意。沿岸組は左右から倒しに向かおう。台上ならターゲットにならない<br>総評は寄せを意識すれば特に難しくない。野良では少し難易度が上がるか。</p>
    </div>

    <div class="container text-center">
        <h3>ムニエール海洋発電所</h3>
        <img scr="">
        <h4>通常（難易度 2.75/5.0）</h4>
        <p>かなり易しい。特徴は沿岸部が近く、全体的に高台になっていること。<br>強いて言うなら索敵がしにくいが少し意識する程度でよい。正直あまり言うことがない。<br>総評はかなり動きやすい簡単なステージ。基本に忠実に動こう。
        </p>
        <h4>満潮（難易度 3.0/5.0）</h4>
        <p>易しめ。特徴は特になし。<br>他の満潮と同じく処理を優先しよう。特に言うこともない。<br>総評は動きやすく楽しい。基本に忠実に。
        </p>
        <h4>干潮（難易度 3.75/5.0）</h4>
        <p>やや難しい。特徴は沿岸部と中央通路が狭めなこと。<br>構造上通路にイクラが溜まりやすく意外と納品できないことが多い。コンテナ周りが広く、沿岸部も近めなため基本は引いて寄せる意識を持ちたい。寄せができないなら運ぶ意識を高く持とう。通路の中央付近でナベブタを止めてさらに処理が遅れると苦しくなりやすい。優先的に処理しよう。また、中央湧きのタワーテッキュウは処理が難しい場合が多いためスペシャルの意識を持とう。<br>総評は寄せるのか寄せないのかで立ち回りが大きく変わる印象。早めに判断して中途半端にならないように注意しよう。</p>
    </div>

    <div class="container text-center">
        <h3>難破船ドンブラコ</h3>
        <img scr="">
        <h4>通常（難易度 5.0/5.0）</h4>
        <p>最難関その二。特徴は縦長、正面沿岸部がとても遠い。シャケのルートが大回り。<br>ダムとは違い立ち回りが難しく、とにかく納品が厳しいステージ。高い状況判断能力が求められ、的確に寄せなければノルマに届かない。寄せようと引き気味になると沿岸組からの一方的な攻撃や縦長ステージの影響で凶悪さが増しているヘビに圧殺される。処理と寄せの判断が難しいため「野良のドンブラコは運ゲー」といわれることも多い。さらに沿岸部の地形も軒並み凶悪。挟まれやすいく帰還が難しい右下、遠すぎる正面、追い詰められやすい桟橋とどの方角も隙が無い。<br>総評は納品が厳しい。本当に厳しい。寄せと処理のメリハリをつけて処理の遅れが出ないように注意しよう。遅れるとイクラが回収できなくて終わるぞ。</p>
        <h4>満潮（難易度 4.75/5.0）</h4>
        <p>かなり難しい。特徴は縦長<br>満潮なのに納品不足になりやすいかなり異質なステージ。通寄せようとして下がりすぎるとスペシャルでも打開できないという状況になりやすいため基本は中央付近で戦ってモグラテッパンを寄せるという意識だと安定しやすい。その代わりしっかりとイクラを投げよう。寄せるときは金網より手前まで寄せないとスムーズに納品できないので必ず徹底。<br>総評は処理を頑張らなければならないのに納品も厳しい難関ステージ。イクラ投げで納品する意識を持とう。</p>
        <h4>干潮（難易度 3.75/5.0）</h4>
        <p>まあまあ難しい。特徴は狭い通路。<br>イメージは劣化ダム干潮。沿岸との距離が比較的近いためそれなりに寄せる余裕がある。程よく寄せてイクラ投げも意識しよう。人数をかければ沿岸組も同時に処理できる。できればかなり楽。<br>総評は寄せと処理のバランスが大切なステージ。難関ステージというほどではない。</p>
    </div>

    <div class="container text-center">
        <h3>すじこジャンクション跡</h3>
        <img scr="">
        <h4>通常（難易度 3.0/5.0）</h4>
        <p>やや簡単。特徴は全体が二つに割れていること。<br>見通しがかなり良く、沿岸部のオオモノを見つけやすいためやることが分かりやすい。そしてプレイヤーのみ割れた部分を飛び越えられるためタゲ切りもしやすく遠征の危険度が比較的低い。よって沿岸組の危険度は他のステージより劣る。寄せの難易度も低いため動きやすい<br>総評は変に甘えることをしなければ簡単。キホンを学べる良ステージ。</p>
        <h4>満潮（難易度 4.25/5.0）</h4>
        <p>結構難しい。特徴はかなり狭いこと。<br>高台もなくただただ処理を求められるが湧き方向が左右の二つなのでダムと比べるとはるかに楽である。わかりやすいため理解がある人が集まれば片寄せ片処理もできる。<br>総評は処理ができればいけるがそこそこ難しい。</p>
        <h4>干潮（難易度 3.25/5.0）</h4>
        <p>やや簡単。特徴は全体が二つに割れていること。<br>通常を狭くし高低差をなくしたような地形。沿岸部に干渉しやすく寄せもしやすい。<br>総評は動きやすく楽しい。しっかり寄せよう。</p>
    </div>

    <div class="container text-center">
        <h3>トキシラズいぶし工房</h3>
        <img scr="">
        <h4>通常（難易度 4.25/5.0）</h4>
        <p>なかなか難しい。特徴は対岸と繋がるリフト。<br>囲まれる湧き方とコンテナ周りが狭めな影響で場がシャケで荒れやすい。その分見通しが良く、危険な場所もないため沿岸組の危険度は低い。寄せと処理の優先順位を理解してコンテナ周りを守ろう。<br>総評はコンテナ周りの防衛が大切。処理力が求められるステージ。前作より圧倒的に難しい。</p>
        <h4>満潮（難易度 4.75/5.0）</h4>
        <p>かなり難しい。特徴はリフトでのみ行ける対岸。すごく狭い。<br>とにかく狭く常に処理に追われる。ちょっとした高台があるため打ち下ろしが有効である。対岸は沿岸組が湧いたとき、一時的な避難のみに利用して長居はしないようにしよう。また、コウモリがコンテナ側まで飛んでこないことが多いため雨弾は常に意識したい。逃げ場がないので雨がかなり苦しい。<br>総評は処理力がとても大切なステージ。すべてを破壊しよう。</p>
        <h4>干潮（難易度 3.5/5.0）</h4>
        <p>標準～やや簡単。特徴は左右に二分化されている。見通しが良く地面も広いため索敵、処理が楽。寄せもやりやすい<br>総評は基本ができていれば苦戦することは少ない。たのしい。
        </p>
    </div>
</template>